;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after symbol ' = '
;
;
; Translationauthor: Роман Бабій
; Translationauthoremail:
; Translationauthorweb:
; Soft Version: 1.04.12
; Update: December 28, 2012

[Translation]
LangCode=0422
ReadHabit=вліво-право
LanguageName=UKR
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Інформація
Warning=Попередження
Error=Помилка
Confirm=Інформація
CurVer=Поточна версія: 
FrmGBAbout.caption=Про програму
FrmGBAbout.btnok.caption=OK
FrmGBAbout.lblver.caption=Поточна версія:
FrmGBAbout.lblemail.caption=Підтримка:
FrmGBAbout.lblhome.caption=Домашня сторінка
FrmGBAbout.lblthank.caption=Дякуємо наступним людям за їх внесок:
pmHelp=Допомога онлайн
pmHome=Домашня сторінка
pmCheckNew=Перевірити оновлення
pmLang=Мова
pmAbout=Про програму
pmrun=Запустити гру
pmadd=Додати гру
pmdel=Видалити гру
pminfo=Інформація про гру
pmEndProcess=Завершити процес
pmExclude=Виключити
pmNoExclude=Скасувати виключення
pmGoogle=Пошук у Google
FrmGBMain.BtnTabGame.Caption=Мої Ігри
FrmGBMain.BtnTabOpt.Caption=Система
FrmGBMain.BtnTabProcess.Caption=Процеси
FrmGBMain.BtnTabService.Caption=Сервіси
FrmGBMain.Btnlikeit.Caption=Подобається
FrmGBMain.BtnRestore.Caption=Відновити
FrmLikeit.lblTitle.caption=Якщо Вам подобається Wise Game Booster, то, будь ласка, порекомендуйте його тим, хто подобається Вам.
FrmLikeit.lblInfo.caption=Будь ласка, поділіться Wise Game Booster з родиною, друзями, однокласниками і колегами по електронній пошті, блогу, Twitter, Youtube, Facebook, та ін...
FrmLikeit.lblRate.caption=Оцінка Wise Game Booster:
FrmLikeit.lblfollow.caption=Слідкуйте за нами в:
FrmLikeit.lblshare.caption=Поділіться Wise Game Booster:
FrmLikeit.btndownload.caption=Безкоштовне завантаження
FrmLikeit.imgrate.hint=Поставте 5 зірочок
FrmLikeit.imgmail.hint=Поділіться з друзями
FrmLikeit.imgface1.hint=Поділитися на Facebook
FrmLikeit.imgface2.hint=Слідкуйте за нами в Facebook
FrmLikeit.imgtwitter1.hint=Поділитися в Twitter
FrmLikeit.imgtwitter2.hint=Слідкуйте за нами у Twitter
FrmLikeit.Caption=Подобається
FrmLikeit.lbldownload.caption=Завантажити інші безкоштовні програми Wise
FrmGameinfo.caption=Інформація про гру
FrmGameinfo.lbltype.caption=Жанр:
FrmGameinfo.lblname.caption=Файл:
FrmGameinfo.lblPublisher.caption=Розробник:
FrmGameinfo.lbltimes.caption=Запуск:
FrmGameinfo.lbllasttime.caption=Останній запуск:
FrmGameinfo.lblrate.caption=Рейтинг:
FrmGameinfo.lblcomment.caption=Примітка:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Скасування
FrmGameBox.btnsysopt.caption=Виправити
FrmGameBox.btnProcessopt.caption=Виправити
FrmGameBox.btnServiceopt.caption=Виправити
FrmGameBox.btnopt.caption=Виправити все
FrmSysOpt.btnopt.caption=Виправити зараз
FrmSysOpt.lblhint.caption=Оптимізуйте наступні пункти, щоб поліпшити продуктивність ігор.
FrmSysOpt.lblreall.caption=Відновити все
FrmProcess.lblhint.caption=Закрийте процеси, що використовують багато пам'яті для підвищення продуктивності.
ProcessCpu=ЦП
ProcessMemory=Пам'ять
ProcessSuggest=Пропозиція
ProcessAction=Управління
ProcessMostMemUse=Важкі програми
FrmService.lblhint.caption=Закрийте неважливі сервіси для підвищення продуктивності.
ServicePublisher=Розробник
ServiceSuggest=Пропозиція
ServiceAction=Управління
ServiceStop=Непотрібні сервіси
ServiceDisable=Вимкнути
ServiceEnable=Увімкнути
ServiceKeep=Залишити
ServiceMust=Має бути відкритим
Frmrestore.Btnreall.caption=Відновити всі служби
Frmrestore.caption=Відновити сервіс
Frmrestore.Btnok.caption=OK
ServiceName=Ім'я сервісу
ServiceChangeDateTime=Остання зміна
ServiceRestore=Поновленні сервісу

[GUI]
ButtonYes=Так
ButtonNo=Ні
ButtonOK=OK
ButtonMinimize=Згорнути
ButtonMaximize=Розгорнути
ButtonClose=Закрити
ButtonRestore=Відновити
ButtonMenu=Меню

[Lang]
NativeLanguage=Українська

[GameBox]
GameUnknow=Невідомо
GameRPG=Рольова гра
GameShot=Бойовик
GameOther=Інша гра
NeverPlay=Не запускалася
UnknowPublisher=Невідомий розробник
lstbtnadd=Додати гру
LblSysopt=Оптимізація системи
LblProcessopt=Управління
LblServiceopt=Оптимізація сервісів
LblTitleCheck=Тест продуктивності, будь ласка зачекайте...

[message]
FirRun=Ви хочете, щоб WGB автоматично шукав всі локальні ігри при своєму першому запуску?
NoNewVer=Вітаємо! Ви використовуєте останню версію програми!
CheckComputer=Тест продуктивності, будь ласка зачекайте...
SearchGame=Пошук встановлених ігор, будь ласка зачекайте...
Allgood=Вітаємо! Ваш комп'ютер знаходиться в хорошому стані і не потребує оптимізації.
SysGood=Вітаємо! Немає елементів для оптимізації.
ProcessGood=Вітаємо! Немає процесів, що потребують змін.
ServiceGood=Вітаємо! Немає сервісів, які можна зупинити.
HaveProblem=Знайдено %d елемент(ів)! Натисніть «Виправити все» для оптимізації.
sysProblem=%d елемент(ів) можна оптимізувати.
Processproblem=%d процес(ів) може бути припинено, щоб звільнити пам'ять.
Serviceproblem=%d служб(и) можуть бути припинено.
DeleteGame=Ви впевнені, що хочете видалити цю гру?
HaveOpt=Оптимізовано
btnRestore=Відновити
btnOpt=Виправити зараз
BtnAction=Дія
BtnStop=Завершити
SuggestClose=Вимкнути
SuggestKeep=Залишити
haveStoped=Зупинено
HaveRun=Запущено
BtnRun=Запуск
HaveFail=Помилка зупинки
OptComputer=Оптимізація, будь ласка зачекайте...
AllgoodAfterOpt=Оптимізація виконана, звільнено %s Mб. Можете грати прямо зараз!
AllgoodAfterManualOpt=Вітаємо! Немає елементів для оптимізації. Можете грати прямо зараз!
HaveProblemAfterOpt=%d елемент(ів) не оптимізовано, але звільнено %s Mб пам'яті.
TranslateTo=Перекласти на...
[sysopt]
SystemStable=Стабільність системи
SystemSpeedup=Оптимізація системи
NetworkSpeedup=Оптимізація мережі
AutoKill=Закривати процеси, що не відповідають, щоб уникнути збоїв системи.
RestartExplorer=Автоматичний перезапуск Провідника при зависанні Робочого стола.
TwoProcess=Зробити Провідник окремим процесом, щоб уникнути конфліктів системи.
ErrorReport=Відключити екран звітності помилок для підвищення продуктивності системи
Debugger=Відключити відладчик для прискорення обробки помилок.
OptMemory=Оптимізувати пам'ять для підвищення продуктивності системи.
OptVEff=Оптимізувати компоненти інтерфейсу (вікна, меню і т.д.) для поліпшення продуктивності системи.
OptFileSystem=Оптимізація файлової системи для поліпшення продуктивності системи.
OptDiskSystem=Оптимізація підсистеми вводу / виводу диску для підвищення продуктивності системи.
DisAutoRun=Відключити функцію "Автозапуск" на дисках, щоб уникнути зараження вірусами.
OptTTL=Оптимізувати параметри TTL (час життя) для підвищення продуктивності мережі.
OptNetForward=Оптимізувати пропускну здатність мережі для підвищення продуктивності мережі.
OptMTU=Автоматичне виявлення «чорних дір» у MTU для підвищення продуктивності TCP / IP.
OptWINS=Оптимізувати час запиту імені WINS для підвищення швидкості передачі даних.
OptNetWork=Оптимізувати параметри мережі для підвищення продуктивності передачі.
CloseAnimate=Відключити «ефекти переходу» для збільшення швидкості роботи системи.
PagingExecutive=Відключити розбивку пам'яті на сторінки для підвищення продуктивності додатків. (Ігноруйте, якщо пам'яті <1 Gb)
StaticIP=Встановити статичну IP-адресу для підключення до локальної мережі, щоб поліпшити швидкість запуску комп'ютера.
PorcessorTime=Оптимізувати продуктивність процесора під процеси. (Ігноруйте, якщо це сервер).
DisableIDECheck=Відключити перевірку IDE, щоб прискорити швидкість запуску Windows.
ForeAppSpeed=Збільшити швидкість реакції для активних програм.
AeroPeek=Підвищити швидкість відображення Aero Peek.

